#



LEXICON_RU: dict[str:str] = {
    '/start' : '<b>Привет!</b>\n Я - бот, который поможет тебе разобраться с'
               'твоими проблемами и страхами. Вызови /help и ты узнаешь '
               'мои возможности!',
    '/help' : '',
    'save_answer' : 'Сохранить ответ',
    'go_back' : '⬅ Назад',
    'further': 'К следующему шагу ➡️',
    'tell_beliefs': '📢 Рассказать свой загон',
    'chose_old_beliefs': '🛠️ Проработать загон',
    'show_statistic': '📈 Посмотреть прогресс',
    'chose_beliefs': '📋 Выбрать загон',
}
LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Перезапустить бот',
    # '/help': 'Получить информацию',
    # '/feedback': 'Оставить отзыв'
}

emoji_dict = {
    "girls": "👧👩",
    "ex": "💔",
    "tasks": "📝",
    "money": "💰",
    "society": "🌍",
    "parents": "👪",
    "school": "🏫",
    "other": "🗂️",
    "core_issues": "💡",
    "control": "😌",
    "relationship": "❤",
    "professional": "💼",
    "self_estim": "🤗",
    "family": " 👨‍👩‍👦",
    "fears": "😱",
    "mood": "😄",
}

keyboards_text = {
    'choose_gender': 'Выбери свой пол'
}